fixtures.comments_tree_raw = {
  "error": {"description": "Success", "code": 200},
  "comments": [{
    "comment_id": 771314,
    "text": "И постепенно ,не замечая долго путинской  рашинизации , когда только начали зажимать право выбора и типа демократию, неватное общество уже поделилось на рашинизированных либералов и настоящих либералов, которых в итоге и отсепарировали до 15 проц.",
    "in_reply_to": 771309,
    "author": "Наталья Гончар"
  }, {
    "comment_id": 771309,
    "text": "Говорите , в  начале XXI века?  Поспррашивайте у раскаявшего Невзорова, почитайте о скинхедах убивающих нерусских. о времени появления и \"родителях\" общества ПАМЯТЬ , о  времени появлении мультика О Владимире  Красно  Солнышке , когда начались скандалы  рашистского поповского  подполья в Киевской Лавре , когда Кучму ВДРУГ Кремль заставил выдвинуть ушлепка Януковича в президенты ,как его продвигали в Киеве сами Вован и Димон... Пропускаем Майдан 2004 г ,там все понятно... И после него - кого делали российские соцопросы первыми врагами после США - Украину... Как из Памяти вылупились НАШИ,ИДУЩИЕ ВМЕСТЕ и т.д, ? И снова растет в российских соцопросах ненависть к украинцам - еще задолго до второго Майдана, но уже появились во вражеском лагере грузины... И пошла и поехала ... И когда сегодня говорят о начале холодной пропогандонской войны на главных каналах России с момента аннексии Крыма.. Закрывали глазки умные и образованные, тупела и рашинизировалась вата  не с начала этого века , а гораздо раньше , сразу же после прихода Путина во власть ... Россиия не спала- ей это было или по барабану или нравилось.",
    "in_reply_to": 771047,
    "author": "Наталья Гончар"
  }, {
    "comment_id": 771272,
    "text": "Мне хочется передать огромный привет! Всем фермерам Евросоюза,которые кормят людей не только своих стран,но и стран лодырей-дармоедов, и дебилоидов-деградантов,как в  рОссии. Огромное вам спасибо! Бог вам в помощь!\r\n      РОССИЯ БУДЕТ С ЕВРОПОЙ и с другими ПОРЯДОЧНЫМИ СТРАНАМИ!\r\nПАРМЕЗАНоид- и димон-АЙФОН , НО ПАСАРАН! НО ПАСАРАН!   \r\n",
    "in_reply_to": 0,
    "author": "Самсон Геннадьев"
  }, {"comment_id": 771255, "text": "прекрасное выражение", "in_reply_to": 771047, "author": "Ольга S."}, {
    "comment_id": 771250,
    "text": "Надо перестать принимать это за ненормальность и рвать на себе волосы. Цель всех этих мероприятий одна - организация нового бизнеса в особо крупных размерах. В условиях кризиса и конфликта с западом прибыли галерного раба и его дружбанов падают, так что они переключаются на внтуренний рынок, чтобы доить своих (сюда же относится \"капремонт\"). Теперь уже ясно, что и Михалковы об этом знали заранее, когда хотели создавать свою пищевую империю и \"поддерживать отечественного производителя\". Поддерживаться будут только большие монополии, и весь внутренний рынок продуктов будет зависеть от них. В общем-то, это вид крепостного права. Закрыть границы, ничего не импортировать, всю пищевую продукцию сосредоточить в руках \"узкого круга ограниченных людей\" (по Задорнову). То есть цель - не самодостаточность государства, а самодостаточность прибылей этого узкого круга лиц за счет населения. Народ будет только радоваться, что в условиях санкций \"вдруг найдутся\" крупные пищевые производители, которые не дадут ему помереть с голоду. И все это будет обставлено \"на уря\".  Беспроигрышно. Кушать люди всегда хотеть будут. Так что страшны не конкретные действия, производимые с каменным лицом - это только театральная постановка. - Страшны настоящие планы по порабощению страны. ",
    "in_reply_to": 0,
    "author": "Ольга S."
  }, {
    "comment_id": 771246,
    "text": "Экспорт продовольствия из Ес вырос, несмотря на российские акции по уничтожению продуктов\r\nhttp://censor.net.ua/news/346956/eksport_prodovolstviya_iz_es_vyros_nesmotrya_na_rossiyiskie_aktsii_po_unichtojeniyu_produktov",
    "in_reply_to": 770939,
    "author": "в оккупации"
  }, {
    "comment_id": 771219,
    "text": "ага, репортажи типа Россияне рыщут по местам уничтожения продуктов, собирая остатки фруктов\r\nили На свалке у деревни Высокий Холм местные тащат мешками персики на самогонку (они такие сладкие, что не нужен даже сахар, достаточно добавить дрожжей)\r\nVS\r\nОказалось, что уплетают \"санкционку\" наши чиновники за обе щёки. Причем после введения \"антисанкций\", запрещающих европейские продукты.\r\n1. Мэрия Москвы\r\nРегулярно проводит госзаказы банкетов с санкционной продукцией\r\n2. Минобороны РФ\r\nНедавно устроенный банкет на 7 млн рублей также содержал в меню запрещенную к ввозу продукцию\r\n3. МВД РФ\r\nКонтракт на 8,3 млн. рублей на организацию питания также содержит продукты из санкционированного списка\r\nhttps://navalny.com/p/4390/",
    "in_reply_to": 771093,
    "author": "Ольга S."
  }, {
    "comment_id": 771205,
    "text": "Членство в ВТО лишило Россию возможности повышать таможенные импортные тарифы. Поэтому в Москве, где с советских времен считают, что во всех сферах жизни должно быть не больше, а меньше конкуренции, с 2012 года стали активно наращивать использование нетарифных механизмов для защиты отечественных производителей, в том числе отечественных МОНОПОЛИСТОВ (как правильно уточняет КОТ УЧЁНЫЙ , 8 августа 2015 в 12:22) . Отсюда и резко возросшее значение таких организаций, как Россельхознадзор и Роспотребнадзор, которые вдруг стали все чаще и чаще \"обнаруживать\" (кавычки мои) в импортной продукции нарушения всевозможных российских норм, прежде всего санитарных. http://www.dw.com/ru/\r\n",
    "in_reply_to": 771132,
    "author": "Ольга S."
  }, {
    "comment_id": 771201,
    "text": "Вот именно, что нет выборов не было, нет и не будет. Какие выборы без выбора?\r\nЭто не выборы, а назначение, а в этом люди не участвуют.",
    "in_reply_to": 771015,
    "author": "Ольга S."
  }, {
    "comment_id": 771171,
    "text": "В тему :\r\n\r\nhttp://sobesednik.ru/rassledovanie/20140825-kto-nagreet-ruki-na-produktovyh-sankciyah-rossii",
    "in_reply_to": 771132,
    "author": "Кот Учёный"
  }, {
    "comment_id": 771167,
    "text": "Игорь Угольников\r\nПохороны еды (91-ый год)\r\nhttps://www.youtube.com/watch?v=OUzS5kEXAeQ",
    "in_reply_to": 0,
    "author": "Марина С."
  }, {
    "comment_id": 771165,
    "text": "«Свет в конце», материал статьи – об уничтожаемых продуктах, об Этом я и написала своё мнение. Так как меня действительно задел Этот вопрос. - А о прочих моментах, озвученных Вами, особенно о войне с Украиной, я достаточно много писала комменты к другим статьям, по соответствующим темам. \r\nЕсли Вас Не волнуют вопросы «жрачки» - искренне за Вас рада – а меня вот Волнуют. Естественно далеко не в такой степени, как многое из того хаоса, что наблюдаю последние полтора года – но Тоже волнует. Что же в этом противоестественного? – так что кто к кому «прицепился» - большой вопрос. \r\nС ув. ",
    "in_reply_to": 771152,
    "author": "Лена Мельникова"
  }, {
    "comment_id": 771163,
    "text": "Иван Петрович пишет о протестах европейских фермеров,вызванных эмбарго России.А по данным Еврокомиссии,общий экспорт сельхозпродукции из ЕС увеличился на 5%.",
    "in_reply_to": 0,
    "author": "Игорь Фенютин"
  }, {
    "comment_id": 771157,
    "text": "Со стороны весь этот идиотизм ",
    "in_reply_to": 771151,
    "author": "Garry yksvonsos"
  }, {
    "comment_id": 771152,
    "text": "Лена, да перестаньте Вы стенать про детей, мечтающих и пирожном, о взрослых, глотающих слюнки при виде недосягаемых для их кошельков колбас и фруктов, про голод с большой буквы. Поймите, ОПГ в гробу видала всё это. Ну а когда народ ещё и орёт \"Ничего, выдюжим! Мы сплотились как никогда и спасибо Путину за это!\", то что должен думать о них Путин? Что всё чётко и он идёт правильной дорогой.\r\nА Вы - \"не понимаю людей\"...\r\nИ вообще, что Вы до еды-то так прицепились? А убитые на войнах и в домах дети что, менее важны, чем мечтающие о пирожных? ",
    "in_reply_to": 771008,
    "author": "Свет в Конце"
  }, {
    "comment_id": 771151,
    "text": "Со стороны на весь этот идиотизм идиота кажется, конечно, совсем идиотским. Ну мы то привыкли уже давно, и не такое бывало. Голодоморы устраивали своими руками. Во всей сегодняшней ситуации радует, что Россия, в лице своего президента, наконец то показала свое истинное мурло. С начала 2000-х все художества власти предназначались в подавляющем большинстве для внутреннего пользования. Коррупция, захват предприятий (ЮКОС), подавление независимости СМИ, сведение роли судов и правоохранительных органов к роли исполнителей воли власти, как на местном, так и на федеральном уровнях. Теперь после Крыма, Донбасса, Боинга Запад все отчетливее понимает с кем имеет дело. СССР никуда не делся, холодная война продолжается. Это может коснуться и их. С Россией можно иметь дело только в случае крайней необходимости и очень осторожно. А при возможности - вредить. Так вот радует, что все происходящее приближает крах бандитского режима. В остальном, все более тоскливо.",
    "in_reply_to": 0,
    "author": "Garry yksvonsos"
  }, {
    "comment_id": 771134,
    "text": "Иван Петрович , 7 августа 2015 в 20:22\r\n-----------------------------------------------------------\r\nВ Европе фермеры уничтожают агропродукцию и получают деньги от государства.\r\nВ России фермер (из Курской области) при попытке уничтожить СВОЮ агропродукцию попал(а) под \"пресс\" властей (поле с урожаем было арестовано).\r\n\r\nПонимаете разницу ???",
    "in_reply_to": 770939,
    "author": "Кот Учёный"
  }, {
    "comment_id": 771132,
    "text": " Гражданин Когда-то великой страны , 7 августа 2015 в 20:08\r\n-------------------------------------------------------------------------------------------\r\nЕсть несколько причин этому (на мой взгляд).\r\n\r\nПервая : практическая. \r\n\"Импортозамещение\" введено не только как \"ответка\" Западу. Идея о том, что оно экономически разорит ЕС и США бессмысленна (тем же фермерам ЕС поможет).\r\nОсновной смысл - зачистить российские прилавки от импортной еды. Заставить ритейлеров отказаться от продаж импортной еды. Чтобы их место заняла продукция агрохолдингов, контролируемых друзьями и родственниками \"министров-капиталистов\" (при их несомненном \"интересе\"). Своеобразная монополия позволит драть по 100 шкур с российского обывателя (попутно наполняя \"казённую кубышку\" ).\r\n\r\nВторая: конспирологическая.\r\nРазнообразные непопулярные меры, вводимые без кажущейся логики, предназначены для нагнетания напряжённости в российском обществе. Цель - вызвать народные волнения. Подавить их жёстко и ввести прямую диктатуру с ограничением Конституции и отменой любых выборов. На бесконечно долгий срок.\r\n\r\nТретья: предложена коллегами по форуму.\r\nЛегализация приобретения и применения подвижных крематориев. В контексте \"донбасской войны\".\r\n\r\nВ любом случае: базис истэблишмента РФ это деньги и власть. Всё что мешает получить деньги, всё что угрожает власти определяется как антироссийское, экстремистское, русофобское и проч. по списку. \r\nЭто (\"деньги=власть\") по сути национальная идея современной России.",
    "in_reply_to": 770925,
    "author": "Кот Учёный"
  }, {
    "comment_id": 771129,
    "text": "Ударим юмором по дебилизму:\r\nhttps://www.youtube.com/watch?v=mjWrJSr_iAk",
    "in_reply_to": 770925,
    "author": "Володимир С"
  }, {
    "comment_id": 771105,
    "text": "Как говорили ленинградцы: Пережили блокаду, переживём и изобилие.",
    "in_reply_to": 770917,
    "author": "Евгений Борисович Кузнецов"
  }, {
    "comment_id": 771093,
    "text": " Бодрые репортажи дали старт новому проекту -едим со свалки ?",
    "in_reply_to": 0,
    "author": "рима гарайшина"
  }, {
    "comment_id": 771088,
    "text": "Спасибо за свободу слова. В очередной раз приведу  французский пример. Как-то я познакомилась  с людьми, работавшими на фабрике детского питания. Там овощи и фрукты должны попасть  с поля в баночку в течение суток. То,  что  по каким-то причинам не переработано в  срок, работникам можно взять домой. Эти люди не поняли мой  вопрос: много ли  злоупотреблений? Есть  справедливые и понятные правила, их соблюдают.",
    "in_reply_to": 0,
    "author": "рима гарайшина"
  }, {
    "comment_id": 771085,
    "text": "Они конечно аплодировать не будут, но им скажут в средствах массовой дезинформации, что они аплодировали. И они в это поверят. Причем скажут, что аплодировали уже 99% ",
    "in_reply_to": 771059,
    "author": "Anna Fatalistka"
  }, {
    "comment_id": 771059,
    "text": " Это же как нужно ненавидеть людей?! Подписать такой указ-граничит с геноцидом против народа,который нанял его на работу (совместно с Чуровым,конечно). И вполне верится,что и ядерную кнопку сможет нажать,не терзаясь сомнениями. Интересно-и в этом случае 86% будут аплодировать?",
    "in_reply_to": 0,
    "author": "Пенсиньор Чертов"
  }, {
    "comment_id": 771054,
    "text": "Большие дела начинаются с малого. Сначала сжечь продукты и книги, потом Макдональдсы и библиотеки, ну а затем и до людей доберутся.",
    "in_reply_to": 0,
    "author": "Ниаз Гильмутдинов"
  }, {
    "comment_id": 771053,
    "text": "Вот здесь ответ: http://echo.msk.ru/blog/ababchenko/1598832-echo/",
    "in_reply_to": 770925,
    "author": "Свет в Конце"
  }, {
    "comment_id": 771049,
    "text": "Саранча, пожары и наводнения уже бушуют в России!",
    "in_reply_to": 771008,
    "author": "Степан Петров"
  }, {
    "comment_id": 771047,
    "text": "Рашизм — нацистская идеология, сложившаяся на территории России в начале XXI века. Представляет из себя эклектичную, противоречивую смесь имперства, великодержавного шовинизма, ностальгии по советскому прошлому и религиозного традиционализма. Рашизм противопоставляет себя западным, либерально-демократическим ценностям и институтам, таким как свободные выборы, гражданские права и свободы.",
    "in_reply_to": 770993,
    "author": "Степан Петров"
  }, {"comment_id": 771041, "text": "Книги,продукы,люди...Пол Пот какой то.", "in_reply_to": 0, "author": "Дядя Вадим"},
    {
      "comment_id": 771040,
      "text": "Мне вот просто  интересно,во первых все уничтоженные продукты не имели одонзначной привязки к ЕС(судя по новстямTV,и статьям в инете) т.е.это попросту продукты ввозимые в Россию с нарушениями в оформлении документов,во-вторых не \"проклятые гейропейцы\"насильно нам их пропихивают,а наши ,российские поставщики,купив за свои деньги этот товар ,пытаются провезти его в страну,по мне так если даже этот товар и из ЕС то после того как его приобрели, европейцу глубоко все равно с'едят его продукт,или раскатают бульдозером\r\n\r\n",
      "in_reply_to": 0,
      "author": "Руслан Бельчиков"
    }, {
      "comment_id": 771022,
      "text": "Редкий случай, когда можно согласиться, что уничтожение продуктов плохая идея.",
      "in_reply_to": 0,
      "author": "Василий Кнутт"
    }, {
      "comment_id": 771016,
      "text": "Оруэлл не отдыхает - он наслаждается провидением...",
      "in_reply_to": 771009,
      "author": "Anna Fatalistka"
    }, {
      "comment_id": 771015,
      "text": "главное чтобы про это \"хорошо\" люди вспомнили на выборах.\r\n\r\nесли выборы еще будут.",
      "in_reply_to": 770917,
      "author": "Иван Помнящий"
    }, {
      "comment_id": 771009,
      "text": "Поистине нет границ в стремлении наших властей к удержанию власти и ничем не ограниченному обогащению. То ли еще будет: в рамках их логики народ не нужен совсем. Нужны молчаливые работники. Оруэлл отдыхает.",
      "in_reply_to": 0,
      "author": "Борис Канашов"
    }, {
      "comment_id": 771008,
      "text": "Хуже всего, что ТВ это преподносит как ШОУ. \r\n- Ведь не Просто уничтожают пищу, а делают из этого какое-то радостное представление… Когда столько людей не могут себе позволить купить в магазине эти продукты – а они Смакуют, как это уничтожается… – Это как перед ребёнком, который хочет пирожное, это пирожное растоптать, и объяснять ребёнку, что «так надо для общественной пользы»… \r\n- Какой реакции они ждут от тех, кто не может на зарплату купить деликатесы себе, побаловать своих детей вкусненьким??? – Зачем тогда хоть показывать Всем, как они давят бульдозером эти продукты??? – Вот честное слово, так бы и заехала по лицу тому, кто придумал этот «шабаш безумия» - и не сожалела бы…:((( \r\n– Если раньше я склонялась к тому, что Там наверху подонки, то теперь появляется убеждение, что там откровенные психи. - А Это Страшнее. \r\n- Столько было случаев Голода у нас в недавней истории, когда люди жизнями расплачивались за то, чтобы спасти от голода своих близких, своих детей… И теперь такое ГЛУМЛЕНИЕ – и над пищей, и над теми кто в ней нуждается но не может себе позволить… И ведь явно есть много тех среди зомбозрителей, оболваненных пропагандой, кто всё Это Одобряет… - Я боюсь, что Господь нас всех покарает за такое глумление над пищей - пишу это Совершенно Серьёзно, и пусть скептики не ухмыляются. Потому что Так я вижу ситуацию, когда люди забывают о страшном прошлом, и впадают в безумное мракобесие, вроде «радостного праздника уничтожения продуктов». \r\nP.S. – Я действительно НЕ понимаю людей, Одобряющих ЭТО:((( ",
      "in_reply_to": 0,
      "author": "Лена Мельникова"
    }, {
      "comment_id": 770999,
      "text": "Иван Петрович, у них там люди на еде не экономят, их дети имеют каждый день фрукты и ягоды - местные и экзотические. Вы лучше прикиньте, сколько черешен и абрикос в этом году вы купили вашим детям/внукам. Вспомните, какие сыр и колбасу, печенье и конфеты вы покупали в прошлом году, а какие в этом. Когда после оккупации Крыма в магазинах украинские продукты стали заменять российскими, местные жители, которые размахивали \"аквафрешами\" и звали к себе Путина, быстро ощутили разницу: украинское вкуснее и дешевле. Те, кто придумал продовольственные контр санкции, на себе их пагубность не ощутят, а вот вашей семье так или иначе станет хуже. Почему бы вам не задуматься: почему санкции на импортные товары/изделия/комплектующие для российской военной промышленности - не ввели? А наказали вас и вашу семью? И на кой вам черт проблемы голландских (бельгийских, испанских...) фермеров, если ваши российские власти наказали именно вас, причем, не известно за какие грехи?",
      "in_reply_to": 770939,
      "author": "Виктор Олегов"
    }, {
      "comment_id": 770996,
      "text": "Публичное уничтожение продуктов обернулось публичным унижением России. Мне стыдно. Но им ни капли. Они это смакуют по всем каналам. Ужас.",
      "in_reply_to": 0,
      "author": "Anna Fatalistka"
    }, {
      "comment_id": 770993,
      "text": "Когда О.Сенцова освободят за абсурдностью предъявленного ему обвинения, когда он отдохнет и вернется к обычной жизни, очень хотелось бы увидеть его первый после тюрьмы фильм \"Обыкновенный рашизм\". Чтобы пошагово сделал ремейк \"Обыкновенного фашизма\", но в Современных российских реалиях и с Путиным в главной роли. Параллелей между Третьим Рейхом и Третьим Римом - сколько угодно. ",
      "in_reply_to": 770927,
      "author": "Виктор Олегов"
    }, {
      "comment_id": 770992,
      "text": "Это не проявление цивилизационной слабости ,это проявление  слабоумия и шизофрении.",
      "in_reply_to": 0,
      "author": "Юрий Литвинов"
    }, {
      "comment_id": 770991,
      "text": "а кто-нибудь (относится к 86%!) может представить: случись в рф какая-то катастрофа, то - какая гуманитарная помощь запада может быть доставлена, если заранее будет известно, что её уничтожат - прямо на границе !?\r\n(никогда не говори : никогда !)",
      "in_reply_to": 0,
      "author": "tchistiakov boris"
    }, {
      "comment_id": 770989,
      "text": "Меняем фольклор:\"Сделал дело--сожги тело\",--такая поговорка теперь у полковника была.Вся страна знает для чего нужны инсинераторы за 90 000 евро и молчит.А еда--так,за компанию пострадала.",
      "in_reply_to": 0,
      "author": "Володимир С"
    }, {"comment_id": 770986, "text": "Мозговой слабости.\r\n", "in_reply_to": 770931, "author": "Володимир С"}, {
      "comment_id": 770985,
      "text": "Иван Петрович, есть подозрение, что вы ссылочки себе во что-то засунули ...\r\n(ясное дело - вам, как фермеру, не дозволено рассекречивать киселёвское оружие)",
      "in_reply_to": 770939,
      "author": "tchistiakov boris"
    }, {
      "comment_id": 770978,
      "text": "Очевидно, что немецкие газеты правы. В данном случае сожжение еды свидетельствует именно о слабости государства, которое неспособно обеспечить выполнение собственными таможенниками и прочими правоохранительными структурами их обязанностей.\r\n\r\nВедь дело же не в том, сжигать или там конфисковывать - и в том, и в том случае нарушители несут равные потери. Просто сейчас, в данный момент, на этом заострено внимание, из этого устроили шоу - поэтому таможенники выказывают рвение. Но ведь пройдет месяц, и внимание повернется к чему-то еще, и ведь точно так же таможенники снова будут пускать контрабанду, разве нет?",
      "in_reply_to": 0,
      "author": "Grahor Rootless"
    }, {
      "comment_id": 770971,
      "text": "Стыд то какой. Наши еще и шоу из этого устроили.",
      "in_reply_to": 0,
      "author": "Alexandr Nord"
    }, {
      "comment_id": 770960,
      "text": "Данная акция, по мнению многих комментаторов, свидетельствует о слабости государства, которое не способно цивилизованным способом решить проблему ввоза запрещенных товаров.\r\n--------------------------------\r\nСтоило бы добавить. Народ (в том числе сетевой бизнес) рублем голосует, что против антироссийских санкций сытой Москвы. И требует иметь право на фрукты и другие продукты питания по нормальным ценам. ",
      "in_reply_to": 0,
      "author": "Петр Иванов"
    }, {
      "comment_id": 770958,
      "text": "В любой цивилизованной стране после такого уже бы давно объявили импичмент без сохранения пенсии. ",
      "in_reply_to": 0,
      "author": "Петр Иванов"
    }, {
      "comment_id": 770955,
      "text": "Западные санкции против крупных чиновников , корпораций и банков России кремль, с помощью мощной пропаганды лжи , вражды и ненависти, повернул против своего народа путём введения эмбарго на продовольственные продукты. Эта авантюра принесла ему небывалый рейтинг: большинство граждан России , одурманенное этой пропагандой, поверило что в исчезновении многих товаров, особенно продуктов и лекарств, виноваты западные страны и США. \r\nПохмелье народа, опьянённого этой пропагандой, будет очень тяжёлым. \r\nА жизнь в кремле как была в шоколаде,  такой и останется.",
      "in_reply_to": 0,
      "author": "Виктор Тарасов"
    }, {"comment_id": 770953, "text": "Хуже", "in_reply_to": 770943, "author": "Алексей Неважно(Киев)"}, {
      "comment_id": 770949,
      "text": "Ситуация на рынке такова, что мы вынуждены уничтожать урожай\", — заявил в эфире телеканала один из фермеров: европейский рынок перенасыщен из-за хорошего урожая, а также последствий российского эмбарго. По словам австрийских крестьян, у них нет другого выхода, поскольку расходы на хранение капусты не окупятся. При этом ее невозможно оставить прямо на полях, так как это плохо сказывается на почве. К тому же, уничтожая урожай, фермеры рассчитывают получить компенсации от Евросоюза. Как передает ORF2, овощеводы и садоводы Австрии заявляют, что еще никогда им не приходилось уничтожать такие объемы урожая, и призывают соотечественников покупать австрийскую продукцию\r\n\r\nИсточник: http://politikus.ru/events/29931-fermeram-avstrii-vygodnee-unichtozhit-urozhay-kapusty-chem-prodat.html\r\nPolitikus.ru\r\n\r\n\r\nРАЗНИЦУ НЕ ВИДИТЕ?",
      "in_reply_to": 770939,
      "author": "Екатерина Шварц"
    }, {
      "comment_id": 770946,
      "text": "сокращение популяции здесь и сейчас при помощи уничтожения продовольствия, запрета на закупки медпрепаратов\r\n----------\r\nВесьма спорно - некий онищенко уверяет, что наши презервативы способствуют рождаемости.",
      "in_reply_to": 770940,
      "author": "andez andez"
    }, {
      "comment_id": 770943,
      "text": "Должен сказать, что Шпигель очень верные сравнения подобрал. Именно в одном ряду с ИГ и стоит сегодня эрэфия. ",
      "in_reply_to": 0,
      "author": "Денис Терлецкий"
    }, {
      "comment_id": 770942,
      "text": "Что дикарю-хорошо,то цивилизированному-смерть....",
      "in_reply_to": 0,
      "author": "bob benk"
    }, {
      "comment_id": 770940,
      "text": "Есть дивная гипотеза, прекрасно всё объясняющая: да просто ВВ с бригадой искренне веруют в теорию Мальтуса! У них в голове стоит апокалиптическая картина, миллиард чрезмерно расплодившихся россиян впадает в тотальную нищету и голод вплоть до людоедства. И по мере сил они способствуют недопущению такого кошмара путем принятия жестких, но действенных мер: сокращение популяции здесь и сейчас при помощи уничтожения продовольствия, запрета на закупки медпрепаратов и техники, прореживания с помощью побоища в Лугандоне и т.д.  Не может же быть, чтобы они все это затеяли просто из злобности. \r\nИли может?",
      "in_reply_to": 0,
      "author": "Иван Помидоров"
    }, {
      "comment_id": 770939,
      "text": "А вот ЕВРОПЕЙСКАЯ СИЛА ! )) В Нидерландах фермеры выбросили на свалку тонны овощей и фруктов, чтобы получить компенсацию ЕС в связи с падением цен на сельхозпродукцию из-за эмбарго РФ. Не менее 45 крупнейших фермерских предприятий зарегистрировались для получения компенсаций. \r\n ПОИСК    ГУГЛ   :\r\nИспанские фермеры сожгли флаг ЕС и уничтожили свой урожай (ВИДЕО)\r\nАвстрийские фермеры уничтожили 1 тыс. тонн капусты из-за эмбарго России\r\nЕвропа бунтует: французские фермеры устроили беспорядки из-за российского эмбарго на их продукцию\r\n\r\n",
      "in_reply_to": 0,
      "author": "Иван Петрович"
    }, {
      "comment_id": 770938,
      "text": "Бисмарк говаривал :\" Не воюйте с русскими,ибо на любую вашу изощренную хитрость,они ответят своей непроходимой глупостью\" -- вечная истина.",
      "in_reply_to": 0,
      "author": "andez andez"
    }, {"comment_id": 770931, "text": "Нецивилизованной слабости ", "in_reply_to": 0, "author": "tanya andrianova"}, {
      "comment_id": 770929,
      "text": "Подпись к фото прочитал. Куда смотрит СК? Явное нарушение закона о 3х колосках.",
      "in_reply_to": 0,
      "author": "Slava Efimov"
    }, {
      "comment_id": 770927,
      "text": "Цивилизованность в РФ???? Искандеры,таки смеются.\r\nО \"цивилизованности\"-\r\nСегодня суд.исключил из доказательной базы следствия о \"фашизме\" Сенцова фильмы изъятые у него \"Обыкновенный фашизм\" и \"Германия в цвете\".Это классика антифашистского кино.Это фильм Рома.Да что тут объяснять.Поразительно,что следаки их считают за ПРОПАГАНДУ Фашизма!!!пОРАЖАЕТ ОБЪЕМ ИХ \"ЗНАНИЙ\".",
      "in_reply_to": 0,
      "author": "Алексей Неважно(Киев)"
    }, {
      "comment_id": 770925,
      "text": "Почему эти малохольные прицепились к продуктам питания? Почему нельзя крушить бульдозером часы Пескова за 37 миллионов, машины, элитные шмотки и т.д. \r\n\r\nЧтобы нанести больше вреда населения в т.ч. и морального?",
      "in_reply_to": 0,
      "author": "Гражданин Когда-то великой страны"
    },
    {"comment_id": 770917, "text": "Что русскому хорошо-то немцу смерть(c)", "in_reply_to": 0, "author": "vlad celler"}]
}

fixtures.comments_tree = [{
  "comment_id": 770917,
  "text": "Что русскому хорошо-то немцу смерть(c)",
  "in_reply_to": 0,
  "author": "vlad celler",
  "comments": [{
    "comment_id": 771105,
    "text": "Как говорили ленинградцы: Пережили блокаду, переживём и изобилие.",
    "in_reply_to": 770917,
    "author": "Евгений Борисович Кузнецов",
    "level": 1
  }, {
    "comment_id": 771015,
    "text": "главное чтобы про это \"хорошо\" люди вспомнили на выборах.<br/><br/>если выборы еще будут.",
    "in_reply_to": 770917,
    "author": "Иван Помнящий",
    "comments": [{
      "comment_id": 771201,
      "text": "Вот именно, что нет выборов не было, нет и не будет. Какие выборы без выбора?<br/>Это не выборы, а назначение, а в этом люди не участвуют.",
      "in_reply_to": 771015,
      "author": "Ольга S.",
      "level": 2
    }],
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 770925,
  "text": "Почему эти малохольные прицепились к продуктам питания? Почему нельзя крушить бульдозером часы Пескова за 37 миллионов, машины, элитные шмотки и т.д. <br/><br/>Чтобы нанести больше вреда населения в т.ч. и морального?",
  "in_reply_to": 0,
  "author": "Гражданин Когда-то великой страны",
  "comments": [{
    "comment_id": 771132,
    "text": "<blockquote> Гражданин Когда-то великой страны , 7 августа 2015 в 20:08<br/>-------------------------------------------------------------------------------------------</blockquote><br/>Есть несколько причин этому (на мой взгляд).<br/><br/>Первая : практическая. <br/>\"Импортозамещение\" введено не только как \"ответка\" Западу. Идея о том, что оно экономически разорит ЕС и США бессмысленна (тем же фермерам ЕС поможет).<br/>Основной смысл - зачистить российские прилавки от импортной еды. Заставить ритейлеров отказаться от продаж импортной еды. Чтобы их место заняла продукция агрохолдингов, контролируемых друзьями и родственниками \"министров-капиталистов\" (при их несомненном \"интересе\"). Своеобразная монополия позволит драть по 100 шкур с российского обывателя (попутно наполняя \"казённую кубышку\" ).<br/><br/>Вторая: конспирологическая.<br/>Разнообразные непопулярные меры, вводимые без кажущейся логики, предназначены для нагнетания напряжённости в российском обществе. Цель - вызвать народные волнения. Подавить их жёстко и ввести прямую диктатуру с ограничением Конституции и отменой любых выборов. На бесконечно долгий срок.<br/><br/>Третья: предложена коллегами по форуму.<br/>Легализация приобретения и применения подвижных крематориев. В контексте \"донбасской войны\".<br/><br/>В любом случае: базис истэблишмента РФ это деньги и власть. Всё что мешает получить деньги, всё что угрожает власти определяется как антироссийское, экстремистское, русофобское и проч. по списку. <br/>Это (\"деньги=власть\") по сути национальная идея современной России.",
    "in_reply_to": 770925,
    "author": "Кот Учёный",
    "comments": [{
      "comment_id": 771205,
      "text": "Членство в ВТО лишило Россию возможности повышать таможенные импортные тарифы. Поэтому в Москве, где с советских времен считают, что во всех сферах жизни должно быть не больше, а меньше конкуренции, с 2012 года стали активно наращивать использование нетарифных механизмов для защиты отечественных производителей, в том числе отечественных МОНОПОЛИСТОВ (как правильно уточняет КОТ УЧЁНЫЙ , 8 августа 2015 в 12:22) . Отсюда и резко возросшее значение таких организаций, как Россельхознадзор и Роспотребнадзор, которые вдруг стали все чаще и чаще \"обнаруживать\" (кавычки мои) в импортной продукции нарушения всевозможных российских норм, прежде всего санитарных. <a href=\"http://www.dw.com/ru/\" class=\"linkified\" target=\"_blank\">http://www.dw.com/ru/</a><br/>",
      "in_reply_to": 771132,
      "author": "Ольга S.",
      "level": 2
    }, {
      "comment_id": 771171,
      "text": "В тему :<br/><br/><a href=\"http://sobesednik.ru/rassledovanie/20140825-kto-nagreet-ruki-na-produktovyh-sankciyah-rossii\" class=\"linkified\" target=\"_blank\">http://sobesednik.ru/rassledovanie/20140825-kto-nagreet-ruki-na-produktovyh-sankciyah-rossii</a>",
      "in_reply_to": 771132,
      "author": "Кот Учёный",
      "level": 2
    }],
    "level": 1
  }, {
    "comment_id": 771129,
    "text": "Ударим юмором по дебилизму:<br/><a href=\"https://www.youtube.com/watch?v=mjWrJSr_iAk\" class=\"linkified\" target=\"_blank\">https://www.youtube.com/watch?v=mjWrJSr_iAk</a>",
    "in_reply_to": 770925,
    "author": "Володимир С",
    "level": 1
  }, {
    "comment_id": 771053,
    "text": "Вот здесь ответ: <a href=\"http://echo.msk.ru/blog/ababchenko/1598832-echo/\" class=\"linkified\" target=\"_blank\">http://echo.msk.ru/blog/ababchenko/1598832-echo/</a>",
    "in_reply_to": 770925,
    "author": "Свет в Конце",
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 770927,
  "text": "Цивилизованность в РФ???? Искандеры,таки смеются.<br/>О \"цивилизованности\"-<br/>Сегодня суд.исключил из доказательной базы следствия о \"фашизме\" Сенцова фильмы изъятые у него \"Обыкновенный фашизм\" и \"Германия в цвете\".Это классика антифашистского кино.Это фильм Рома.Да что тут объяснять.Поразительно,что следаки их считают за ПРОПАГАНДУ Фашизма!!!пОРАЖАЕТ ОБЪЕМ ИХ \"ЗНАНИЙ\".",
  "in_reply_to": 0,
  "author": "Алексей Неважно(Киев)",
  "comments": [{
    "comment_id": 770993,
    "text": "Когда О.Сенцова освободят за абсурдностью предъявленного ему обвинения, когда он отдохнет и вернется к обычной жизни, очень хотелось бы увидеть его первый после тюрьмы фильм \"Обыкновенный рашизм\". Чтобы пошагово сделал ремейк \"Обыкновенного фашизма\", но в Современных российских реалиях и с Путиным в главной роли. Параллелей между Третьим Рейхом и Третьим Римом - сколько угодно. ",
    "in_reply_to": 770927,
    "author": "Виктор Олегов",
    "comments": [{
      "comment_id": 771047,
      "text": "Рашизм — нацистская идеология, сложившаяся на территории России в начале XXI века. Представляет из себя эклектичную, противоречивую смесь имперства, великодержавного шовинизма, ностальгии по советскому прошлому и религиозного традиционализма. Рашизм противопоставляет себя западным, либерально-демократическим ценностям и институтам, таким как свободные выборы, гражданские права и свободы.",
      "in_reply_to": 770993,
      "author": "Степан Петров",
      "comments": [{
        "comment_id": 771309,
        "text": "Говорите , в  начале XXI века?  Поспррашивайте у раскаявшего Невзорова, почитайте о скинхедах убивающих нерусских. о времени появления и \"родителях\" общества ПАМЯТЬ , о  времени появлении мультика О Владимире  Красно  Солнышке , когда начались скандалы  рашистского поповского  подполья в Киевской Лавре , когда Кучму ВДРУГ Кремль заставил выдвинуть ушлепка Януковича в президенты ,как его продвигали в Киеве сами Вован и Димон... Пропускаем Майдан 2004 г ,там все понятно... И после него - кого делали российские соцопросы первыми врагами после США - Украину... Как из Памяти вылупились НАШИ,ИДУЩИЕ ВМЕСТЕ и т.д, ? И снова растет в российских соцопросах ненависть к украинцам - еще задолго до второго Майдана, но уже появились во вражеском лагере грузины... И пошла и поехала ... И когда сегодня говорят о начале холодной пропогандонской войны на главных каналах России с момента аннексии Крыма.. Закрывали глазки умные и образованные, тупела и рашинизировалась вата  не с начала этого века , а гораздо раньше , сразу же после прихода Путина во власть ... Россиия не спала- ей это было или по барабану или нравилось.",
        "in_reply_to": 771047,
        "author": "Наталья Гончар",
        "comments": [{
          "comment_id": 771314,
          "text": "И постепенно ,не замечая долго путинской  рашинизации , когда только начали зажимать право выбора и типа демократию, неватное общество уже поделилось на рашинизированных либералов и настоящих либералов, которых в итоге и отсепарировали до 15 проц.",
          "in_reply_to": 771309,
          "author": "Наталья Гончар",
          "level": 4
        }],
        "level": 3
      }, {
        "comment_id": 771255,
        "text": "прекрасное выражение",
        "in_reply_to": 771047,
        "author": "Ольга S.",
        "level": 3
      }],
      "level": 2
    }],
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 770929,
  "text": "Подпись к фото прочитал. Куда смотрит СК? Явное нарушение закона о 3х колосках.",
  "in_reply_to": 0,
  "author": "Slava Efimov",
  "level": 0
}, {
  "comment_id": 770931,
  "text": "Нецивилизованной слабости ",
  "in_reply_to": 0,
  "author": "tanya andrianova",
  "comments": [{
    "comment_id": 770986,
    "text": "Мозговой слабости.<br/>",
    "in_reply_to": 770931,
    "author": "Володимир С",
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 770938,
  "text": "Бисмарк говаривал :\" Не воюйте с русскими,ибо на любую вашу изощренную хитрость,они ответят своей непроходимой глупостью\" -- вечная истина.",
  "in_reply_to": 0,
  "author": "andez andez",
  "level": 0
}, {
  "comment_id": 770939,
  "text": "А вот ЕВРОПЕЙСКАЯ СИЛА ! )) В Нидерландах фермеры выбросили на свалку тонны овощей и фруктов, чтобы получить компенсацию ЕС в связи с падением цен на сельхозпродукцию из-за эмбарго РФ. Не менее 45 крупнейших фермерских предприятий зарегистрировались для получения компенсаций. <br/> ПОИСК    ГУГЛ   :<br/>Испанские фермеры сожгли флаг ЕС и уничтожили свой урожай (ВИДЕО)<br/>Австрийские фермеры уничтожили 1 тыс. тонн капусты из-за эмбарго России<br/>Европа бунтует: французские фермеры устроили беспорядки из-за российского эмбарго на их продукцию<br/><br/>",
  "in_reply_to": 0,
  "author": "Иван Петрович",
  "comments": [{
    "comment_id": 771246,
    "text": "Экспорт продовольствия из Ес вырос, несмотря на российские акции по уничтожению продуктов<br/><a href=\"http://censor.net.ua/news/346956/eksport_prodovolstviya_iz_es_vyros_nesmotrya_na_rossiyiskie_aktsii_po_unichtojeniyu_produktov\" class=\"linkified\" target=\"_blank\">http://censor.net.ua/news/346956/eksport_prodovolstviya_iz_es_vyros_nesmotrya_na_rossiyiskie_aktsii_po_unichtojeniyu_produktov</a>",
    "in_reply_to": 770939,
    "author": "в оккупации",
    "level": 1
  }, {
    "comment_id": 771134,
    "text": "<blockquote>Иван Петрович , 7 августа 2015 в 20:22<br/>-----------------------------------------------------------</blockquote><br/>В Европе фермеры уничтожают агропродукцию и получают деньги от государства.<br/>В России фермер (из Курской области) при попытке уничтожить СВОЮ агропродукцию попал(а) под \"пресс\" властей (поле с урожаем было арестовано).<br/><br/>Понимаете разницу ???",
    "in_reply_to": 770939,
    "author": "Кот Учёный",
    "level": 1
  }, {
    "comment_id": 770999,
    "text": "Иван Петрович, у них там люди на еде не экономят, их дети имеют каждый день фрукты и ягоды - местные и экзотические. Вы лучше прикиньте, сколько черешен и абрикос в этом году вы купили вашим детям/внукам. Вспомните, какие сыр и колбасу, печенье и конфеты вы покупали в прошлом году, а какие в этом. Когда после оккупации Крыма в магазинах украинские продукты стали заменять российскими, местные жители, которые размахивали \"аквафрешами\" и звали к себе Путина, быстро ощутили разницу: украинское вкуснее и дешевле. Те, кто придумал продовольственные контр санкции, на себе их пагубность не ощутят, а вот вашей семье так или иначе станет хуже. Почему бы вам не задуматься: почему санкции на импортные товары/изделия/комплектующие для российской военной промышленности - не ввели? А наказали вас и вашу семью? И на кой вам черт проблемы голландских (бельгийских, испанских...) фермеров, если ваши российские власти наказали именно вас, причем, не известно за какие грехи?",
    "in_reply_to": 770939,
    "author": "Виктор Олегов",
    "level": 1
  }, {
    "comment_id": 770985,
    "text": "Иван Петрович, есть подозрение, что вы ссылочки себе во что-то засунули ...<br/>(ясное дело - вам, как фермеру, не дозволено рассекречивать киселёвское оружие)",
    "in_reply_to": 770939,
    "author": "tchistiakov boris",
    "level": 1
  }, {
    "comment_id": 770949,
    "text": "Ситуация на рынке такова, что мы вынуждены уничтожать урожай\", — заявил в эфире телеканала один из фермеров: европейский рынок перенасыщен из-за хорошего урожая, а также последствий российского эмбарго. По словам австрийских крестьян, у них нет другого выхода, поскольку расходы на хранение капусты не окупятся. При этом ее невозможно оставить прямо на полях, так как это плохо сказывается на почве. К тому же, уничтожая урожай, фермеры рассчитывают получить компенсации от Евросоюза. Как передает ORF2, овощеводы и садоводы Австрии заявляют, что еще никогда им не приходилось уничтожать такие объемы урожая, и призывают соотечественников покупать австрийскую продукцию<br/><br/>Источник: <a href=\"http://politikus.ru/events/29931-fermeram-avstrii-vygodnee-unichtozhit-urozhay-kapusty-chem-prodat.html\" class=\"linkified\" target=\"_blank\">http://politikus.ru/events/29931-fermeram-avstrii-vygodnee-unichtozhit-urozhay-kapusty-chem-prodat.html</a><br/><a href=\"http://politikus.ru\" class=\"linkified\" target=\"_blank\">Politikus.ru</a><br/><br/><br/>РАЗНИЦУ НЕ ВИДИТЕ?",
    "in_reply_to": 770939,
    "author": "Екатерина Шварц",
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 770940,
  "text": "Есть дивная гипотеза, прекрасно всё объясняющая: да просто ВВ с бригадой искренне веруют в теорию Мальтуса! У них в голове стоит апокалиптическая картина, миллиард чрезмерно расплодившихся россиян впадает в тотальную нищету и голод вплоть до людоедства. И по мере сил они способствуют недопущению такого кошмара путем принятия жестких, но действенных мер: сокращение популяции здесь и сейчас при помощи уничтожения продовольствия, запрета на закупки медпрепаратов и техники, прореживания с помощью побоища в Лугандоне и т.д.  Не может же быть, чтобы они все это затеяли просто из злобности. <br/>Или может?",
  "in_reply_to": 0,
  "author": "Иван Помидоров",
  "comments": [{
    "comment_id": 770946,
    "text": "<blockquote>сокращение популяции здесь и сейчас при помощи уничтожения продовольствия, запрета на закупки медпрепаратов<br/>----------</blockquote><br/>Весьма спорно - некий онищенко уверяет, что наши презервативы способствуют рождаемости.",
    "in_reply_to": 770940,
    "author": "andez andez",
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 770942,
  "text": "Что дикарю-хорошо,то цивилизированному-смерть....",
  "in_reply_to": 0,
  "author": "bob benk",
  "level": 0
}, {
  "comment_id": 770943,
  "text": "Должен сказать, что Шпигель очень верные сравнения подобрал. Именно в одном ряду с ИГ и стоит сегодня эрэфия. ",
  "in_reply_to": 0,
  "author": "Денис Терлецкий",
  "comments": [{
    "comment_id": 770953,
    "text": "Хуже",
    "in_reply_to": 770943,
    "author": "Алексей Неважно(Киев)",
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 770955,
  "text": "Западные санкции против крупных чиновников , корпораций и банков России кремль, с помощью мощной пропаганды лжи , вражды и ненависти, повернул против своего народа путём введения эмбарго на продовольственные продукты. Эта авантюра принесла ему небывалый рейтинг: большинство граждан России , одурманенное этой пропагандой, поверило что в исчезновении многих товаров, особенно продуктов и лекарств, виноваты западные страны и США. <br/>Похмелье народа, опьянённого этой пропагандой, будет очень тяжёлым. <br/>А жизнь в кремле как была в шоколаде,  такой и останется.",
  "in_reply_to": 0,
  "author": "Виктор Тарасов",
  "level": 0
}, {
  "comment_id": 770958,
  "text": "В любой цивилизованной стране после такого уже бы давно объявили импичмент без сохранения пенсии. ",
  "in_reply_to": 0,
  "author": "Петр Иванов",
  "level": 0
}, {
  "comment_id": 770960,
  "text": "<blockquote>Данная акция, по мнению многих комментаторов, свидетельствует о слабости государства, которое не способно цивилизованным способом решить проблему ввоза запрещенных товаров.<br/>--------------------------------</blockquote><br/>Стоило бы добавить. Народ (в том числе сетевой бизнес) рублем голосует, что против антироссийских санкций сытой Москвы. И требует иметь право на фрукты и другие продукты питания по нормальным ценам. ",
  "in_reply_to": 0,
  "author": "Петр Иванов",
  "level": 0
}, {
  "comment_id": 770971,
  "text": "Стыд то какой. Наши еще и шоу из этого устроили.",
  "in_reply_to": 0,
  "author": "Alexandr Nord",
  "level": 0
}, {
  "comment_id": 770978,
  "text": "Очевидно, что немецкие газеты правы. В данном случае сожжение еды свидетельствует именно о слабости государства, которое неспособно обеспечить выполнение собственными таможенниками и прочими правоохранительными структурами их обязанностей.<br/><br/>Ведь дело же не в том, сжигать или там конфисковывать - и в том, и в том случае нарушители несут равные потери. Просто сейчас, в данный момент, на этом заострено внимание, из этого устроили шоу - поэтому таможенники выказывают рвение. Но ведь пройдет месяц, и внимание повернется к чему-то еще, и ведь точно так же таможенники снова будут пускать контрабанду, разве нет?",
  "in_reply_to": 0,
  "author": "Grahor Rootless",
  "level": 0
}, {
  "comment_id": 770989,
  "text": "Меняем фольклор:\"Сделал дело--сожги тело\",--такая поговорка теперь у полковника была.Вся страна знает для чего нужны инсинераторы за 90 000 евро и молчит.А еда--так,за компанию пострадала.",
  "in_reply_to": 0,
  "author": "Володимир С",
  "level": 0
}, {
  "comment_id": 770991,
  "text": "а кто-нибудь (относится к 86%!) может представить: случись в рф какая-то катастрофа, то - какая гуманитарная помощь запада может быть доставлена, если заранее будет известно, что её уничтожат - прямо на границе !?<br/>(никогда не говори : никогда !)",
  "in_reply_to": 0,
  "author": "tchistiakov boris",
  "level": 0
}, {
  "comment_id": 770992,
  "text": "Это не проявление цивилизационной слабости ,это проявление  слабоумия и шизофрении.",
  "in_reply_to": 0,
  "author": "Юрий Литвинов",
  "level": 0
}, {
  "comment_id": 770996,
  "text": "Публичное уничтожение продуктов обернулось публичным унижением России. Мне стыдно. Но им ни капли. Они это смакуют по всем каналам. Ужас.",
  "in_reply_to": 0,
  "author": "Anna Fatalistka",
  "level": 0
}, {
  "comment_id": 771008,
  "text": "Хуже всего, что ТВ это преподносит как ШОУ. <br/>- Ведь не Просто уничтожают пищу, а делают из этого какое-то радостное представление… Когда столько людей не могут себе позволить купить в магазине эти продукты – а они Смакуют, как это уничтожается… – Это как перед ребёнком, который хочет пирожное, это пирожное растоптать, и объяснять ребёнку, что «так надо для общественной пользы»… <br/>- Какой реакции они ждут от тех, кто не может на зарплату купить деликатесы себе, побаловать своих детей вкусненьким??? – Зачем тогда хоть показывать Всем, как они давят бульдозером эти продукты??? – Вот честное слово, так бы и заехала по лицу тому, кто придумал этот «шабаш безумия» - и не сожалела бы…:((( <br/>– Если раньше я склонялась к тому, что Там наверху подонки, то теперь появляется убеждение, что там откровенные психи. - А Это Страшнее. <br/>- Столько было случаев Голода у нас в недавней истории, когда люди жизнями расплачивались за то, чтобы спасти от голода своих близких, своих детей… И теперь такое ГЛУМЛЕНИЕ – и над пищей, и над теми кто в ней нуждается но не может себе позволить… И ведь явно есть много тех среди зомбозрителей, оболваненных пропагандой, кто всё Это Одобряет… - Я боюсь, что Господь нас всех покарает за такое глумление над пищей - пишу это Совершенно Серьёзно, и пусть скептики не ухмыляются. Потому что Так я вижу ситуацию, когда люди забывают о страшном прошлом, и впадают в безумное мракобесие, вроде «радостного праздника уничтожения продуктов». <br/>P.S. – Я действительно НЕ понимаю людей, Одобряющих ЭТО:((( ",
  "in_reply_to": 0,
  "author": "Лена Мельникова",
  "comments": [{
    "comment_id": 771152,
    "text": "Лена, да перестаньте Вы стенать про детей, мечтающих и пирожном, о взрослых, глотающих слюнки при виде недосягаемых для их кошельков колбас и фруктов, про голод с большой буквы. Поймите, ОПГ в гробу видала всё это. Ну а когда народ ещё и орёт \"Ничего, выдюжим! Мы сплотились как никогда и спасибо Путину за это!\", то что должен думать о них Путин? Что всё чётко и он идёт правильной дорогой.<br/>А Вы - \"не понимаю людей\"...<br/>И вообще, что Вы до еды-то так прицепились? А убитые на войнах и в домах дети что, менее важны, чем мечтающие о пирожных? ",
    "in_reply_to": 771008,
    "author": "Свет в Конце",
    "comments": [{
      "comment_id": 771165,
      "text": "«Свет в конце», материал статьи – об уничтожаемых продуктах, об Этом я и написала своё мнение. Так как меня действительно задел Этот вопрос. - А о прочих моментах, озвученных Вами, особенно о войне с Украиной, я достаточно много писала комменты к другим статьям, по соответствующим темам. <br/>Если Вас Не волнуют вопросы «жрачки» - искренне за Вас рада – а меня вот Волнуют. Естественно далеко не в такой степени, как многое из того хаоса, что наблюдаю последние полтора года – но Тоже волнует. Что же в этом противоестественного? – так что кто к кому «прицепился» - большой вопрос. <br/>С ув. ",
      "in_reply_to": 771152,
      "author": "Лена Мельникова",
      "level": 2
    }],
    "level": 1
  }, {
    "comment_id": 771049,
    "text": "Саранча, пожары и наводнения уже бушуют в России!",
    "in_reply_to": 771008,
    "author": "Степан Петров",
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 771009,
  "text": "Поистине нет границ в стремлении наших властей к удержанию власти и ничем не ограниченному обогащению. То ли еще будет: в рамках их логики народ не нужен совсем. Нужны молчаливые работники. Оруэлл отдыхает.",
  "in_reply_to": 0,
  "author": "Борис Канашов",
  "comments": [{
    "comment_id": 771016,
    "text": "Оруэлл не отдыхает - он наслаждается провидением...",
    "in_reply_to": 771009,
    "author": "Anna Fatalistka",
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 771022,
  "text": "Редкий случай, когда можно согласиться, что уничтожение продуктов плохая идея.",
  "in_reply_to": 0,
  "author": "Василий Кнутт",
  "level": 0
}, {
  "comment_id": 771040,
  "text": "Мне вот просто  интересно,во первых все уничтоженные продукты не имели одонзначной привязки к ЕС(судя по новстямTV,и статьям в инете) т.е.это попросту продукты ввозимые в Россию с нарушениями в оформлении документов,во-вторых не \"проклятые гейропейцы\"насильно нам их пропихивают,а наши ,российские поставщики,купив за свои деньги этот товар ,пытаются провезти его в страну,по мне так если даже этот товар и из ЕС то после того как его приобрели, европейцу глубоко все равно с'едят его продукт,или раскатают бульдозером<br/><br/>",
  "in_reply_to": 0,
  "author": "Руслан Бельчиков",
  "level": 0
}, {
  "comment_id": 771041,
  "text": "Книги,продукы,люди...Пол Пот какой то.",
  "in_reply_to": 0,
  "author": "Дядя Вадим",
  "level": 0
}, {
  "comment_id": 771054,
  "text": "Большие дела начинаются с малого. Сначала сжечь продукты и книги, потом Макдональдсы и библиотеки, ну а затем и до людей доберутся.",
  "in_reply_to": 0,
  "author": "Ниаз Гильмутдинов",
  "level": 0
}, {
  "comment_id": 771059,
  "text": " Это же как нужно ненавидеть людей?! Подписать такой указ-граничит с геноцидом против народа,который нанял его на работу (совместно с Чуровым,конечно). И вполне верится,что и ядерную кнопку сможет нажать,не терзаясь сомнениями. Интересно-и в этом случае 86% будут аплодировать?",
  "in_reply_to": 0,
  "author": "Пенсиньор Чертов",
  "comments": [{
    "comment_id": 771085,
    "text": "Они конечно аплодировать не будут, но им скажут в средствах массовой дезинформации, что они аплодировали. И они в это поверят. Причем скажут, что аплодировали уже 99% ",
    "in_reply_to": 771059,
    "author": "Anna Fatalistka",
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 771088,
  "text": "Спасибо за свободу слова. В очередной раз приведу  французский пример. Как-то я познакомилась  с людьми, работавшими на фабрике детского питания. Там овощи и фрукты должны попасть  с поля в баночку в течение суток. То,  что  по каким-то причинам не переработано в  срок, работникам можно взять домой. Эти люди не поняли мой  вопрос: много ли  злоупотреблений? Есть  справедливые и понятные правила, их соблюдают.",
  "in_reply_to": 0,
  "author": "рима гарайшина",
  "level": 0
}, {
  "comment_id": 771093,
  "text": " Бодрые репортажи дали старт новому проекту -едим со свалки ?",
  "in_reply_to": 0,
  "author": "рима гарайшина",
  "comments": [{
    "comment_id": 771219,
    "text": "ага, репортажи типа Россияне рыщут по местам уничтожения продуктов, собирая остатки фруктов<br/>или На свалке у деревни Высокий Холм местные тащат мешками персики на самогонку (они такие сладкие, что не нужен даже сахар, достаточно добавить дрожжей)<br/>VS<br/>Оказалось, что уплетают \"санкционку\" наши чиновники за обе щёки. Причем после введения \"антисанкций\", запрещающих европейские продукты.<br/>1. Мэрия Москвы<br/>Регулярно проводит госзаказы банкетов с санкционной продукцией<br/>2. Минобороны РФ<br/>Недавно устроенный банкет на 7 млн рублей также содержал в меню запрещенную к ввозу продукцию<br/>3. МВД РФ<br/>Контракт на 8,3 млн. рублей на организацию питания также содержит продукты из санкционированного списка<br/><a href=\"https://navalny.com/p/4390/\" class=\"linkified\" target=\"_blank\">https://navalny.com/p/4390/</a>",
    "in_reply_to": 771093,
    "author": "Ольга S.",
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 771151,
  "text": "Со стороны на весь этот идиотизм идиота кажется, конечно, совсем идиотским. Ну мы то привыкли уже давно, и не такое бывало. Голодоморы устраивали своими руками. Во всей сегодняшней ситуации радует, что Россия, в лице своего президента, наконец то показала свое истинное мурло. С начала 2000-х все художества власти предназначались в подавляющем большинстве для внутреннего пользования. Коррупция, захват предприятий (ЮКОС), подавление независимости СМИ, сведение роли судов и правоохранительных органов к роли исполнителей воли власти, как на местном, так и на федеральном уровнях. Теперь после Крыма, Донбасса, Боинга Запад все отчетливее понимает с кем имеет дело. СССР никуда не делся, холодная война продолжается. Это может коснуться и их. С Россией можно иметь дело только в случае крайней необходимости и очень осторожно. А при возможности - вредить. Так вот радует, что все происходящее приближает крах бандитского режима. В остальном, все более тоскливо.",
  "in_reply_to": 0,
  "author": "Garry yksvonsos",
  "comments": [{
    "comment_id": 771157,
    "text": "Со стороны весь этот идиотизм ",
    "in_reply_to": 771151,
    "author": "Garry yksvonsos",
    "level": 1
  }],
  "level": 0
}, {
  "comment_id": 771163,
  "text": "Иван Петрович пишет о протестах европейских фермеров,вызванных эмбарго России.А по данным Еврокомиссии,общий экспорт сельхозпродукции из ЕС увеличился на 5%.",
  "in_reply_to": 0,
  "author": "Игорь Фенютин",
  "level": 0
}, {
  "comment_id": 771167,
  "text": "Игорь Угольников<br/>Похороны еды (91-ый год)<br/><a href=\"https://www.youtube.com/watch?v=OUzS5kEXAeQ\" class=\"linkified\" target=\"_blank\">https://www.youtube.com/watch?v=OUzS5kEXAeQ</a>",
  "in_reply_to": 0,
  "author": "Марина С.",
  "level": 0
}, {
  "comment_id": 771250,
  "text": "Надо перестать принимать это за ненормальность и рвать на себе волосы. Цель всех этих мероприятий одна - организация нового бизнеса в особо крупных размерах. В условиях кризиса и конфликта с западом прибыли галерного раба и его дружбанов падают, так что они переключаются на внтуренний рынок, чтобы доить своих (сюда же относится \"капремонт\"). Теперь уже ясно, что и Михалковы об этом знали заранее, когда хотели создавать свою пищевую империю и \"поддерживать отечественного производителя\". Поддерживаться будут только большие монополии, и весь внутренний рынок продуктов будет зависеть от них. В общем-то, это вид крепостного права. Закрыть границы, ничего не импортировать, всю пищевую продукцию сосредоточить в руках \"узкого круга ограниченных людей\" (по Задорнову). То есть цель - не самодостаточность государства, а самодостаточность прибылей этого узкого круга лиц за счет населения. Народ будет только радоваться, что в условиях санкций \"вдруг найдутся\" крупные пищевые производители, которые не дадут ему помереть с голоду. И все это будет обставлено \"на уря\".  Беспроигрышно. Кушать люди всегда хотеть будут. Так что страшны не конкретные действия, производимые с каменным лицом - это только театральная постановка. - Страшны настоящие планы по порабощению страны. ",
  "in_reply_to": 0,
  "author": "Ольга S.",
  "level": 0
}, {
  "comment_id": 771272,
  "text": "Мне хочется передать огромный привет! Всем фермерам Евросоюза,которые кормят людей не только своих стран,но и стран лодырей-дармоедов, и дебилоидов-деградантов,как в  рОссии. Огромное вам спасибо! Бог вам в помощь!<br/>      РОССИЯ БУДЕТ С ЕВРОПОЙ и с другими ПОРЯДОЧНЫМИ СТРАНАМИ!<br/>ПАРМЕЗАНоид- и димон-АЙФОН , НО ПАСАРАН! НО ПАСАРАН!   <br/>",
  "in_reply_to": 0,
  "author": "Самсон Геннадьев",
  "level": 0
}]
